Repository: dglancy/Driveline
Catalog: Driveline/AppLifecycle/Localizable.xcstrings
Source language: en
Languages: de, fr, nl

# %@ drive from %@
source: %1$@ drive from %2$@
de: %1$@fahrt ab %2$@
fr: Trajet %1$@ depuis %2$@
nl: %1$@rit vanuit %2$@

# %@ drive to %@
source: %1$@ drive to %2$@
de: %1$@fahrt nach %2$@
fr: Trajet %1$@ vers %2$@
nl: %1$@rit naar %2$@

source: %lld drives and all their data will be permanently deleted.
de: %lld Fahrten und alle ihre Daten werden endgültig gelöscht.
fr: %lld trajets et toutes leurs données seront définitivement supprimés.
nl: %lld ritten en al hun gegevens worden permanent verwijderd.

# %lld drives, %@
source: %1$lld drives, %2$@
de: %1$lld Fahrten, %2$@
fr: %1$lld trajets, %2$@
nl: %1$lld ritten, %2$@

source: %lld selected
de: %lld ausgewählt
fr: %lld sélectionné(s)
nl: %lld geselecteerd

source: A Shortcut fires the moment you join CarPlay or your car's Bluetooth.
de: Ein Kurzbefehl wird ausgelöst, sobald du dich mit CarPlay oder dem Bluetooth deines Autos verbindest.
fr: Un raccourci se déclenche dès que vous vous connectez à CarPlay ou au Bluetooth de votre voiture.
nl: Een opdracht wordt geactiveerd zodra je verbinding maakt met CarPlay of de bluetooth van je auto.

source: active
de: aktiv
fr: actif
nl: actief

source: Afternoon
de: Nachmittags
fr: d'après-midi
nl: Middag

source: Afternoon Drive
de: Nachmittagsfahrt
fr: Trajet de l'après-midi
nl: Middagrit

source: all time
de: gesamt
fr: tous les temps
nl: altijd

source: Allow location “Always”
de: Standort „Immer“ erlauben
fr: Autoriser la localisation « Toujours »
nl: Locatie “Altijd” toestaan

source: Allow Location Access
de: Standortzugriff erlauben
fr: Autoriser l'accès à la localisation
nl: Locatietoegang toestaan

source: Always Allow enabled
de: „Immer erlauben“ aktiviert
fr: « Toujours autoriser » activé
nl: “Altijd toestaan” ingeschakeld

source: Arrival
de: Ankunft
fr: Arrivée
nl: Aankomst

source: At Arrival
de: Bei der Ankunft
fr: À l'arrivée
nl: Bij aankomst

source: At Departure
de: Bei der Abfahrt
fr: Au départ
nl: Bij vertrek

source: Automatic drive tracking — connect, drive, done.
de: Automatische Fahrtaufzeichnung — verbinden, fahren, fertig.
fr: Suivi automatique des trajets — connectez, conduisez, c'est fait.
nl: Automatische ritregistratie — verbinden, rijden, klaar.

source: Automatically
de: Automatisch
fr: Automatiquement
nl: Automatisch

source: Avg Speed
de: Ø Tempo
fr: Vit. moy.
nl: Gem. snelheid

source: Back
de: Zurück
fr: Retour
nl: Terug

source: Background location activates around your trips, not all day.
de: Der Hintergrundstandort wird rund um deine Fahrten aktiviert, nicht den ganzen Tag.
fr: La localisation en arrière-plan s'active autour de vos trajets, pas toute la journée.
nl: Locatie op de achtergrond is actief rond je ritten, niet de hele dag.

source: Cancel
de: Abbrechen
fr: Annuler
nl: Annuleren

source: Cannot export a drive with no coordinates.
de: Eine Fahrt ohne Koordinaten kann nicht exportiert werden.
fr: Impossible d'exporter un trajet sans coordonnées.
nl: Kan geen rit zonder coördinaten exporteren.

source: Category
de: Kategorie
fr: Catégorie
nl: Categorie

source: Choose **CarPlay** → **Connects** (or **Bluetooth** → your car)
de: Wähle **CarPlay** → **Wird verbunden** (oder **Bluetooth** → dein Auto)
fr: Choisissez **CarPlay** → **Se connecte** (ou **Bluetooth** → votre voiture)
nl: Kies **CarPlay** → **Maakt verbinding** (of **Bluetooth** → je auto)

source: Choose **CarPlay** → **Disconnects** (or **Bluetooth** → your car)
de: Wähle **CarPlay** → **Wird getrennt** (oder **Bluetooth** → dein Auto)
fr: Choisissez **CarPlay** → **Se déconnecte** (ou **Bluetooth** → votre voiture)
nl: Kies **CarPlay** → **Verbreekt verbinding** (of **Bluetooth** → je auto)

source: Clear text
de: Text löschen
fr: Effacer le texte
nl: Tekst wissen

source: Close
de: Schließen
fr: Fermer
nl: Sluiten

source: Combined Result
de: Kombiniertes Ergebnis
fr: Résultat combiné
nl: Gecombineerd resultaat

source: Continue
de: Fortfahren
fr: Continuer
nl: Doorgaan

source: Couldn't Share Drive
de: Fahrt konnte nicht geteilt werden
fr: Impossible de partager le trajet
nl: Kan rit niet delen

source: Delete
de: Löschen
fr: Supprimer
nl: Verwijderen

source: Delete Drive
de: Fahrt löschen
fr: Supprimer le trajet
nl: Rit verwijderen

source: Delete Drives
de: Fahrten löschen
fr: Supprimer les trajets
nl: Ritten verwijderen

source: Departure
de: Abfahrt
fr: Départ
nl: Vertrek

source: Distance
de: Strecke
nl: Afstand

source: DISTANCE
de: STRECKE
nl: AFSTAND

source: Done
de: Fertig
fr: Terminé
nl: Gereed

source: Double tap to switch between last 30 days and all time
de: Doppeltippen, um zwischen den letzten 30 Tagen und dem gesamten Zeitraum zu wechseln
fr: Touchez deux fois pour basculer entre les 30 derniers jours et toute la période
nl: Dubbeltik om te wisselen tussen de laatste 30 dagen en alle tijd

source: Drive
de: Fahrt
fr: Trajet
nl: Rit

source: Drive name
de: Fahrtenname
fr: Nom du trajet
nl: Ritnaam

source: Drive Name
de: Fahrtenname
fr: Nom du trajet
nl: Ritnaam

source: Drive Options
de: Fahrtenoptionen
fr: Options du trajet
nl: Ritopties

source: Driveline isn't ready to start recording.
de: Driveline ist noch nicht bereit, die Aufzeichnung zu starten.
fr: Driveline n'est pas prêt à démarrer l'enregistrement.
nl: Driveline is nog niet klaar om op te nemen.

source: Driveline needs your location
de: Driveline benötigt deinen Standort
fr: Driveline a besoin de votre position
nl: Driveline heeft je locatie nodig

source: Driveline starts recording your drive.
de: Driveline beginnt mit der Aufzeichnung deiner Fahrt.
fr: Driveline commence à enregistrer votre trajet.
nl: Driveline begint je rit op te nemen.

source: Driveline stops and saves your drive.
de: Driveline stoppt und speichert deine Fahrt.
fr: Driveline arrête et enregistre votre trajet.
nl: Driveline stopt en bewaart je rit.

source: Driveline uses your location to record the route, distance, and duration of each drive. Without it, trips can't be tracked.
de: Driveline verwendet deinen Standort, um Route, Distanz und Dauer jeder Fahrt aufzuzeichnen. Ohne ihn können Fahrten nicht erfasst werden.
fr: Driveline utilise votre position pour enregistrer l'itinéraire, la distance et la durée de chaque trajet. Sans elle, les trajets ne peuvent pas être suivis.
nl: Driveline gebruikt je locatie om de route, afstand en duur van elke rit vast te leggen. Zonder locatie kunnen ritten niet worden geregistreerd.

source: Drives
de: Fahrten
fr: Trajets
nl: Ritten

source: DRIVES
de: FAHRTEN
fr: TRAJETS
nl: RITTEN

source: Drives capture without opening the app.
de: Fahrten werden erfasst, ohne die App zu öffnen.
fr: Les trajets sont enregistrés sans ouvrir l'app.
nl: Ritten worden vastgelegd zonder de app te openen.

source: Duration
de: Dauer
fr: Durée
nl: Duur

source: Edit Drive
de: Fahrt bearbeiten
fr: Modifier le trajet
nl: Rit bewerken

source: Edit Drive Details
de: Fahrtendetails bearbeiten
fr: Modifier les détails du trajet
nl: Ritdetails bewerken

source: Edit Your Drive
de: Fahrt bearbeiten
fr: Modifier votre trajet
nl: Bewerk je rit

source: Elapsed
de: Vergangen
fr: Écoulé
nl: Verstreken

source: Elapsed time
de: Abgelaufene Zeit
fr: Temps écoulé
nl: Verstreken tijd

source: Enable Background Location
de: Hintergrundstandort aktivieren
fr: Activer la localisation en arrière-plan
nl: Locatie op de achtergrond inschakelen

source: End Location
de: Endpunkt
fr: Lieu d'arrivée
nl: Eindlocatie

source: End location name
de: Name des Ziels
fr: Nom du lieu d'arrivée
nl: Naam eindlocatie

source: Errand
de: Besorgung
fr: Course
nl: Boodschap

source: Evening
de: Abend
fr: du soir
nl: Avond

source: Evening Drive
de: Abendfahrt
fr: Trajet du soir
nl: Avondrit

source: Failed to create PNG. Please try again.
de: PNG konnte nicht erstellt werden. Bitte erneut versuchen.
fr: Échec de la création du PNG. Veuillez réessayer.
nl: PNG kon niet worden aangemaakt. Probeer het opnieuw.

source: Failed to prepare export. Please try again.
de: Export konnte nicht vorbereitet werden. Bitte versuche es erneut.
fr: Échec de la préparation de l'export. Veuillez réessayer.
nl: Kan export niet voorbereiden. Probeer het opnieuw.

source: Failed to prepare GPX data for sharing.
de: GPX-Daten konnten nicht für das Teilen vorbereitet werden.
fr: Échec de la préparation des données GPX pour le partage.
nl: GPX-gegevens konden niet worden voorbereid voor delen.

source: Failed to prepare PNG data for sharing.
de: PNG-Daten konnten nicht für das Teilen vorbereitet werden.
fr: Échec de la préparation des données PNG pour le partage.
nl: PNG-gegevens konden niet worden voorbereid voor delen.

source: Failed to save export. Please try again.
de: Export konnte nicht gespeichert werden. Bitte versuche es erneut.
fr: Échec de l'enregistrement de l'export. Veuillez réessayer.
nl: Exporteren is mislukt. Probeer het opnieuw.

source: Finish
de: Ziel
fr: Arrivée

source: Finish a drive in ${applicationName}
de: Eine Fahrt beenden in ${applicationName}
fr: Terminer un trajet dans ${applicationName}
nl: Een rit beëindigen in ${applicationName}

source: Finish drive
de: Fahrt beenden
fr: Terminer le trajet
nl: Rit beëindigen

source: Finish Drive
de: Fahrt beenden
fr: Terminer le trajet
nl: Rit beëindigen

source: Finish my drive in ${applicationName}
de: Meine Fahrt beenden in ${applicationName}
fr: Terminer mon trajet dans ${applicationName}
nl: Mijn rit beëindigen in ${applicationName}

source: Finish recording a drive with ${applicationName}
de: Aufzeichnung einer Fahrt beenden mit ${applicationName}
fr: Terminer l'enregistrement d'un trajet avec ${applicationName}
nl: Opname van een rit beëindigen met ${applicationName}

source: Finish recording a drive.
de: Aufzeichnung einer Fahrt beenden.
fr: Terminer l'enregistrement d'un trajet.
nl: Opname van een rit beëindigen.

source: For truly hands-free recording, set up two automations in the Shortcuts app. They start and stop Driveline the moment your iPhone connects to your car — over CarPlay or Bluetooth.
de: Für wirklich freihändige Aufzeichnung richte zwei Automationen in der App „Kurzbefehle“ ein. Sie starten und stoppen Driveline, sobald sich dein iPhone mit deinem Auto verbindet — über CarPlay oder Bluetooth.
fr: Pour un enregistrement vraiment mains libres, configurez deux automatisations dans l'app Raccourcis. Elles démarrent et arrêtent Driveline dès que votre iPhone se connecte à votre voiture — via CarPlay ou Bluetooth.
nl: Voor echt handsfree opnemen stel je twee automatiseringen in de app Opdrachten in. Ze starten en stoppen Driveline zodra je iPhone verbinding maakt met je auto — via CarPlay of bluetooth.

source: Full screen map
de: Vollbildkarte
fr: Carte plein écran
nl: Kaart op volledig scherm

source: Get Started
de: Loslegen
fr: Commencer
nl: Aan de slag

source: Hands-free recording
de: Freihändige Aufzeichnung
fr: Enregistrement mains libres
nl: Handsfree opnemen

source: last 30 days
de: letzte 30 Tage
fr: 30 derniers jours
nl: laatste 30 dagen

source: Location access granted
de: Standortzugriff erteilt
fr: Accès à la localisation accordé
nl: Locatietoegang verleend

source: Location access was denied. Open Settings and choose Always to enable background recording.
de: Der Standortzugriff wurde verweigert. Öffne die Einstellungen und wähle „Immer“, um die Aufzeichnung im Hintergrund zu aktivieren.
fr: L'accès à la localisation a été refusé. Ouvrez Réglages et choisissez Toujours pour activer l'enregistrement en arrière-plan.
nl: Locatietoegang is geweigerd. Open Instellingen en kies Altijd om opnemen op de achtergrond in te schakelen.

source: Location access was denied. Open Settings to enable it.
de: Der Standortzugriff wurde verweigert. Öffne die Einstellungen, um ihn zu aktivieren.
fr: L'accès à la localisation a été refusé. Ouvrez Réglages pour l'activer.
nl: Locatietoegang is geweigerd. Open Instellingen om dit in te schakelen.

source: logged
de: protokolliert
fr: enregistré(s)
nl: geregistreerd

source: Manually
de: Manuell
fr: Manuellement
nl: Handmatig

source: Merge
de: Zusammenführen
fr: Fusionner
nl: Samenvoegen

source: Merge Drives
de: Fahrten zusammenführen
fr: Fusionner les trajets
nl: Ritten samenvoegen

source: Merged Drive Name
de: Name der zusammengeführten Fahrt
fr: Nom du trajet fusionné
nl: Naam van de samengevoegde rit

source: Merging drives
de: Fahrten werden zusammengeführt
fr: Fusion des trajets
nl: Ritten samenvoegen

source: Merging…
de: Wird zusammengeführt…
fr: Fusion…
nl: Samenvoegen…

source: Mixed
de: Gemischt
fr: Mixte
nl: Gemengd

source: More options
de: Weitere Optionen
fr: Plus d'options
nl: Meer opties

source: Morning
de: Morgen
fr: du matin
nl: Ochtend

source: Morning Drive
de: Morgenfahrt
fr: Trajet du matin
nl: Ochtendrit

source: Night
de: Nacht
fr: de nuit
nl: Nacht

source: Night Drive
de: Nachtfahrt
fr: Trajet nocturne
nl: Nachtrit

source: No buttons to remember. Driveline logs each trip from start to finish.
de: Keine Knöpfe, an die du denken musst. Driveline zeichnet jede Fahrt von Anfang bis Ende auf.
fr: Aucun bouton à retenir. Driveline enregistre chaque trajet du début à la fin.
nl: Geen knoppen om te onthouden. Driveline legt elke rit van begin tot eind vast.

source: No Drives
de: Keine Fahrten
fr: Aucun trajet
nl: Geen ritten

source: None
de: Keine
fr: Aucune
nl: Geen

source: On the next screen, choose **Allow While Using App** to continue.
de: Wähle auf dem nächsten Bildschirm **Beim Verwenden der App erlauben**, um fortzufahren.
fr: Sur l'écran suivant, choisissez **Autoriser lorsque l'app est active** pour continuer.
nl: Kies op het volgende scherm **Sta toe tijdens gebruik van app** om door te gaan.

source: On the next screen, choose **Change to Always Allow**. This is what lets a trip record start the moment you get in the car.
de: Wähle auf dem nächsten Bildschirm **Auf „Immer erlauben“ ändern**. Damit kann eine Fahrt aufgezeichnet werden, sobald du ins Auto steigst.
fr: Sur l'écran suivant, choisissez **Toujours autoriser**. C'est ce qui permet à un enregistrement de démarrer dès que vous montez dans la voiture.
nl: Kies op het volgende scherm **Wijzig naar Altijd toestaan**. Hierdoor kan een rit beginnen met opnemen zodra je instapt.

source: Open Settings
de: Einstellungen öffnen
fr: Ouvrir Réglages
nl: Open Instellingen

source: Open Shortcuts
de: Kurzbefehle öffnen
fr: Ouvrir Raccourcis
nl: Open Opdrachten

source: Open the **Shortcuts** app
de: Öffne die App **Kurzbefehle**
fr: Ouvrez l'app **Raccourcis**
nl: Open de app **Opdrachten**

source: Order
de: Reihenfolge
fr: Ordre
nl: Volgorde

source: Private by design
de: Von Grund auf privat
fr: Confidentiel par conception
nl: Privé door ontwerp

source: Record a Drive
de: Fahrt aufnehmen
fr: Enregistrer un trajet
nl: Rit opnemen

source: Record drives hands-free when Bluetooth or CarPlay connects.
de: Zeichne Fahrten freihändig auf, wenn Bluetooth oder CarPlay sich verbindet.
fr: Enregistrez des trajets en mains libres dès que le Bluetooth ou CarPlay se connecte.
nl: Neem ritten handsfree op zodra bluetooth of CarPlay verbinding maakt.

source: Record Your First Drive
de: Zeichne deine erste Fahrt auf
fr: Enregistrez votre premier trajet
nl: Neem je eerste rit op

source: RECORDING
de: AUFNAHME
fr: ENREGISTREMENT
nl: OPNAME

source: Recording in progress
de: Aufzeichnung läuft
fr: Enregistrement en cours
nl: Opname bezig

source: Records every drive automatically
de: Zeichnet jede Fahrt automatisch auf
fr: Enregistre chaque trajet automatiquement
nl: Neemt elke rit automatisch op

# Route from %@ to %@, %@
source: Route from %1$@ to %2$@, %3$@
de: Route von %@ nach %@, %@
fr: Itinéraire de %@ à %@, %@
nl: Route van %@ naar %@, %@

# Route from %@, %@
source: Route from %1$@, %2$@
de: Route von %@, %@
fr: Itinéraire depuis %@, %@
nl: Route vanaf %@, %@

# Route to %@, %@
source: Route to %1$@, %2$@
de: Route nach %@, %@
fr: Itinéraire vers %@, %@
nl: Route naar %@, %@

source: Running in the background to save battery. Your full drive map appears here when the drive ends.
de: Läuft im Hintergrund, um Akku zu sparen. Die vollständige Fahrtenkarte erscheint hier, wenn die Fahrt endet.
fr: Fonctionne en arrière-plan pour économiser la batterie. La carte complète du trajet apparaît ici à la fin du trajet.
nl: Loopt op de achtergrond om batterij te sparen. Uw volledige ritkaart verschijnt hier wanneer de rit eindigt.

source: Save
de: Speichern
fr: Enregistrer
nl: Opslaan

source: Scenic
de: Landschaftlich
fr: Pittoresque
nl: Schilderachtig

source: Search
de: Suchen
fr: Rechercher
nl: Zoeken

source: Select 2 drives to merge
de: 2 Fahrten zum Zusammenführen auswählen
fr: Sélectionner 2 trajets à fusionner
nl: Selecteer 2 ritten om samen te voegen

source: Select Drives
de: Fahrten auswählen
fr: Sélectionner des trajets
nl: Ritten selecteren

source: Set up “Finish Drive”
de: „Fahrt beenden“ einrichten
fr: Configurer « Terminer le trajet »
nl: “Rit beëindigen” instellen

source: Set up “Start Drive”
de: „Fahrt starten“ einrichten
fr: Configurer « Démarrer le trajet »
nl: “Rit starten” instellen

source: Set Up Automated Recording
de: Automatische Aufzeichnung einrichten
fr: Configurer l'enregistrement automatique
nl: Automatisch opnemen instellen

source: Set Up Automations
de: Automationen einrichten
fr: Configurer les automatisations
nl: Automatiseringen instellen

source: Settings
de: Einstellungen
fr: Réglages
nl: Instellingen

source: Share as GPX
de: Als GPX teilen
fr: Partager en GPX
nl: Deel als GPX

source: Share as PNG
de: Als PNG teilen
fr: Partager en PNG
nl: Deel als PNG

source: Share Drive
de: Fahrt teilen
fr: Partager le trajet
nl: Rit delen

source: Start a drive in ${applicationName}
de: Eine Fahrt starten in ${applicationName}
fr: Démarrer un trajet dans ${applicationName}
nl: Een rit starten in ${applicationName}

source: Start a new drive
de: Neue Fahrt starten
fr: Démarrer un nouveau trajet
nl: Een nieuwe rit starten

source: Start drive
de: Fahrt starten
fr: Démarrer un trajet
nl: Rit starten

source: Start Drive
de: Fahrt starten
fr: Démarrer un trajet
nl: Rit starten

source: Start Location
de: Startpunkt
fr: Lieu de départ
nl: Startlocatie

source: Start location name
de: Name des Startorts
fr: Nom du lieu de départ
nl: Naam startlocatie

source: Start my drive in ${applicationName}
de: Meine Fahrt starten in ${applicationName}
fr: Démarrer mon trajet dans ${applicationName}
nl: Mijn rit starten in ${applicationName}

source: Start recording a drive with ${applicationName}
de: Eine Fahrt aufzeichnen mit ${applicationName}
fr: Commencer l'enregistrement d'un trajet avec ${applicationName}
nl: Een rit opnemen met ${applicationName}

source: Start recording a drive.
de: Aufzeichnung einer Fahrt starten.
fr: Démarrer l'enregistrement d'un trajet.
nl: Opname van een rit starten.

source: Start Using Driveline
de: Driveline verwenden
fr: Commencer à utiliser Driveline
nl: Driveline gebruiken

source: started
de: gestartet
fr: démarré
nl: gestart

source: Started by
de: Gestartet von
fr: Démarré par
nl: Gestart door

source: Starts when your car connects
de: Startet, wenn dein Auto sich verbindet
fr: Démarre quand votre voiture se connecte
nl: Start wanneer je auto verbinding maakt

source: Swap order
de: Reihenfolge tauschen
fr: Inverser l'ordre
nl: Volgorde omwisselen

source: Switch Stats View
de: Statistikansicht wechseln
fr: Changer la vue des statistiques
nl: Statistieken wisselen

source: Tap **+** then **New Automation**
de: Tippe auf **+** und dann auf **Neue Automation**
fr: Touchez **+** puis **Nouvelle automatisation**
nl: Tik op **+** en daarna op **Nieuwe automatisering**

source: Tap **Add Action**, search **Finish Drive** and select it
de: Tippe auf **Aktion hinzufügen**, suche nach **Fahrt beenden** und wähle sie aus
fr: Touchez **Ajouter une action**, recherchez **Terminer le trajet** et sélectionnez-la
nl: Tik op **Actie toevoegen**, zoek **Rit beëindigen** en selecteer deze

source: Tap **Add Action**, search **Start Drive** and select it
de: Tippe auf **Aktion hinzufügen**, suche nach **Fahrt starten** und wähle sie aus
fr: Touchez **Ajouter une action**, recherchez **Démarrer le trajet** et sélectionnez-la
nl: Tik op **Actie toevoegen**, zoek **Rit starten** en selecteer deze

source: Tap **Automation** at the bottom
de: Tippe unten auf **Automation**
fr: Touchez **Automatisation** en bas
nl: Tik onderaan op **Automatisering**

source: Tap **Done**
de: Tippe auf **Fertig**
fr: Touchez **OK**
nl: Tik op **Gereed**

source: Tap the options button to edit the name and other details.
de: Tippe auf die Optionsschaltfläche, um den Namen und weitere Details zu bearbeiten.
fr: Touchez le bouton d'options pour modifier le nom et d'autres détails.
nl: Tik op de optieknop om de naam en andere details te bewerken.

source: Tap to start manually tracking a new journey.
de: Tippen, um eine neue Fahrt manuell aufzuzeichnen.
fr: Appuyez pour commencer à enregistrer manuellement un nouveau trajet.
nl: Tik om handmatig een nieuwe rit op te nemen.

source: Tap to toggle between the last 30 days and all time.
de: Tippen, um zwischen den letzten 30 Tagen und allen Fahrten zu wechseln.
fr: Appuyez pour basculer entre les 30 derniers jours et toutes les statistiques.
nl: Tik om te wisselen tussen de laatste 30 dagen en alle ritten.

source: The two drives are joined end-to-end in this order. The original drives are removed and can't be restored.
de: Die beiden Fahrten werden in dieser Reihenfolge aneinandergehängt. Die ursprünglichen Fahrten werden gelöscht und können nicht wiederhergestellt werden.
fr: Les deux trajets sont assemblés bout à bout dans cet ordre. Les trajets d'origine sont supprimés et ne peuvent pas être restaurés.
nl: De twee ritten worden in deze volgorde aaneengesloten. De originele ritten worden verwijderd en kunnen niet worden hersteld.

source: This automation starts recording the moment CarPlay connects — or your car's Bluetooth pairs.
de: Diese Automation startet die Aufzeichnung, sobald CarPlay sich verbindet — oder das Bluetooth deines Autos koppelt.
fr: Cette automatisation démarre l'enregistrement dès que CarPlay se connecte — ou que le Bluetooth de votre voiture s'appaire.
nl: Deze automatisering start de opname zodra CarPlay verbinding maakt — of de bluetooth van je auto koppelt.

source: This automation stops and saves your drive the moment CarPlay disconnects — or your car's Bluetooth drops.
de: Diese Automation stoppt und speichert deine Fahrt, sobald CarPlay die Verbindung trennt — oder das Bluetooth deines Autos abbricht.
fr: Cette automatisation arrête et enregistre votre trajet dès que CarPlay se déconnecte — ou que le Bluetooth de votre voiture se coupe.
nl: Deze automatisering stopt en bewaart je rit zodra CarPlay de verbinding verbreekt — of de bluetooth van je auto wegvalt.

source: This drive and all its data will be permanently deleted.
de: Diese Fahrt und alle ihre Daten werden endgültig gelöscht.
fr: Ce trajet et toutes ses données seront définitivement supprimés.
nl: Deze rit en al haar gegevens worden permanent verwijderd.

source: To record drives automatically — even when Driveline isn't open — your location needs to be available in the background.
de: Damit Fahrten automatisch aufgezeichnet werden — auch wenn Driveline nicht geöffnet ist — muss dein Standort im Hintergrund verfügbar sein.
fr: Pour enregistrer les trajets automatiquement — même lorsque Driveline n'est pas ouverte — votre position doit être disponible en arrière-plan.
nl: Om ritten automatisch op te nemen — ook wanneer Driveline niet open is — moet je locatie op de achtergrond beschikbaar zijn.

source: Today
de: Heute
fr: Aujourd'hui
nl: Vandaag

source: Top Speed
de: Höchstgeschwindigkeit
fr: Vitesse maximale
nl: Topsnelheid

source: Total distance
de: Gesamtstrecke
fr: Distance totale
nl: Totale afstand
